{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "lowercase": false,
  "mask_token": "[MASK]",
  "model_max_length": 512,
  "name_or_path": "l3cube-pune/tamil-sentence-similartiy-sbert/",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "/ebs_ds_share/raviraj.j/temp/models/muril-base-cased/special_tokens_map.json",
  "strip_accents": false,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
